<?php

return [

    /*
    |--------------------------------------------------------------------------
    | Email Language Lines
    |--------------------------------------------------------------------------
    |
    | The following language lines are used during email for various
    | messages that we need to display to the user.
    |
    */

    'verify_email' => 'تحقق من البريد الإلكتروني',
    'email_un_verified_email' => 'عنوان البريد الإلكتروني الخاص بك غير متحقق.',
    'click_to_resend_verification_email' => 'انقر هنا لإعادة إرسال رسالة التحقق عبر البريد الإلكتروني.',
    'success_verification_email_send' => 'تم إرسال رابط التحقق الجديد إلى عنوان البريد الإلكتروني الخاص بك.',
    'success_verification_link_send' => 'تم إرسال رابط التحقق الجديد إلى عنوان البريد الإلكتروني الذي قدمته أثناء التسجيل.',
    'thanks_for_sign_up' => 'شكرًا لتسجيلك! قبل البدء، هل يمكنك التحقق من عنوان بريدك الإلكتروني عن طريق النقر على الرابط الذي أرسلناه لك للتو؟ إذا لم تستلم البريد الإلكتروني، سنُرسل لك آخر بكل سرور.',
    'resend_verification_email' => 'إعادة إرسال رسالة التحقق عبر البريد الإلكتروني',

];
